{
  "evt_abadoned_station": "Авария на станции",
  "evt_abadoned_station_desc": "Станция выглядит полуразрушенной: в стенах зияют пробоины, некоторые помещения охвачены пожаром, а системы жизнеобеспечения работают на последних резервных мощностях. Вдалеке слышны тревожные сигналы, но людей почти не видно — похоже, станция была эвакуирована или выжившие прячутся. Повсюду валяются обломки, искорёженные конструкции и разгерметизированные коридоры, угрожая обрушением. Вы можете осмотреть обломки в поисках уцелевшего снаряжения или покинуть станцию, направившись к поясу астероидов.",
  "evt_abadoned_station_opt1": "Исследовать обломки",
  "evt_abadoned_station_opt2": "Обследовать грузовой отсек",
  "evt_abadoned_station_opt3": "Отправиться в пояс астероидов",
  "evt_destroyed_ship": "Обломки",
  "evt_destroyed_ship_desc": "Рядом с причальным ангаром покоится изуродованный взрывом корабль. Его корпус испещрен вмятинами и ожогами, а один из двигателей полностью оторван и дрейфует в невесомости. Внутри может находиться что-то ценное, но корабль выглядит крайне нестабильным — в любой момент он может разрушиться окончательно. Вы можете попытаться исследовать его или вернуться на станцию.",
  "evt_destroyed_ship_opt1": "Исследовать разбитый корабль у шлюза",
  "evt_destroyed_ship_opt2": "Вернуться",
  "evt_explore_destroyed_ship": "Разрушенный корабль",
  "evt_explore_destroyed_ship_desc": "Вы пробираетесь внутрь полуразрушенного корабля, осторожно перешагивая через оплавленные панели и разорванные кабели. Внутри пусто — ни следов экипажа, ни полезного груза. Лишь сломанная мебель и обгоревшие консоли напоминают, что когда-то этот корабль бороздил просторы космоса. Однако на одном из столов вы замечаете небольшой кредитный чип без опознавательных знаков. Возможно, он всё ещё содержит средства. Вы можете забрать его себе или покинуть корабль.",
  "evt_explore_destroyed_ship_opt1": "Забрать себе. [Вы получите $Money кредитов]",
  "evt_explore_destroyed_ship_opt2": "Вернуться",
  "evt_explore_destroyed_ship_opt3": "В пояс астероидов",
  "evt_cargo_bay": "Грузовой отсек",
  "evt_cargo_bay_desc": "Разрушенный и пустой грузовой отсек. Ничего нет. Тестовая запись.",
  "evt_cargo_bay_opt1": "Вернуться",
  "evt_mining_ship": "Шахтерский добывающий корабль",
  "evt_mining_ship_desc": "Перед вами возвышается массивный шахтёрский корабль, созданный для добычи редких металлов из астероидов. Его огромные лазерные установки методично выплавляют породу, превращая каменные глыбы в обогащённые куски руды. Трюм корабля наверняка полон полезных материалов, а на борту работает торговый автомат с товарами для шахтеров и пилотов. Вы можете попытаться поторговать или вернуться на Марс.",
  "evt_mining_ship_opt1": "Торговать",
  "evt_mining_ship_opt2": "Вернуться на Марс",
  "evt_mining_ship_opt3": "Исследовать пояс астероидов",
  "evt_explore_belt": "Астероидный пояс",
  "evt_explore_belt_desc": "Огромные булыжники летают в космосе! Ого!",
  "evt_explore_belt_opt1": "Вернуться к добывающему кораблю",
  "evt_explore_belt_opt2": "to test node",
  "evt_test1_desc": "setsumei blablablbalbalblalbalblalalblblblalblballbalb",
  "evt_test1_opt1": "to ast belt",
  "evt_testnodeid_desc": "setsumei",
  "evt_testnodeid": "test title"
}