{
  "evt_abadoned_station": "Station Accident",
  "evt_abadoned_station_desc": "The station appears half-destroyed: gaping holes scar the walls, some areas are engulfed in flames, and life support systems are running on their last reserves. Distant alarm signals can be heard, but there are few signs of people — it seems the station was evacuated or the survivors are hiding. Debris, twisted structures, and decompressed corridors lie everywhere, threatening collapse. You can search the wreckage for surviving equipment or leave the station and head to the asteroid belt.",
  "evt_abadoned_station_opt1": "Search the wreckage",
  "evt_abadoned_station_opt2": "Inspect the cargo bay",
  "evt_abadoned_station_opt3": "Head to the asteroid belt",
  "evt_destroyed_ship": "Wreckage",
  "evt_destroyed_ship_desc": "Near the docking hangar lies a ship mangled by an explosion. Its hull is dented and scorched, and one of its engines is completely torn off and drifting in zero gravity. There may be something valuable inside, but the ship appears extremely unstable — it could collapse at any moment. You can try to explore it or return to the station.",
  "evt_destroyed_ship_opt1": "Explore the wrecked ship by the airlock",
  "evt_destroyed_ship_opt2": "Return",
  "evt_explore_destroyed_ship": "Destroyed Ship",
  "evt_explore_destroyed_ship_desc": "You make your way inside the half-destroyed ship, carefully stepping over melted panels and torn cables. It's empty — no sign of crew or useful cargo. Only broken furniture and charred consoles remind you that this ship once roamed the stars. However, you spot a small unmarked credit chip on one of the tables. It might still hold funds. You can take it or leave the ship.",
  "evt_explore_destroyed_ship_opt1": "Take it. [You will receive $Money credits]",
  "evt_explore_destroyed_ship_opt2": "Return",
  "evt_explore_destroyed_ship_opt3": "To the asteroid belt",
  "evt_cargo_bay": "Cargo Bay",
  "evt_cargo_bay_desc": "A destroyed and empty cargo bay. Nothing here. Test entry.",
  "evt_cargo_bay_opt1": "Return",
  "evt_mining_ship": "Mining Ship",
  "evt_mining_ship_desc": "A massive mining vessel looms before you, built to extract rare metals from asteroids. Its enormous laser arrays methodically melt rock, turning boulders into enriched ore. The ship’s hold is likely full of useful materials, and there’s a vending machine onboard with goods for miners and pilots. You can try to trade or return to Mars.",
  "evt_mining_ship_opt1": "Trade",
  "evt_mining_ship_opt2": "Return to Mars",
  "evt_mining_ship_opt3": "Explore the asteroid belt",
  "evt_explore_belt": "Asteroid Belt",
  "evt_explore_belt_desc": "Huge boulders flying through space! Whoa!",
  "evt_explore_belt_opt1": "Return to the mining ship",
  "evt_explore_belt_opt2": "to test node",
  "evt_test1_desc": "setsumei blablablbalbalblalbalblalalblblblalblballbalb",
  "evt_test1_opt1": "to ast belt",
  "evt_testnodeid_desc": "setsumei",
  "evt_testnodeid": "test title"
}
